Ran Plan for dir: `terraform/teams/team-ops/dev` workspace: `default`

**Plan Error**
<details><summary>Show Output</summary>

```
running 'sh -c' '/home/atlantis/.atlantis/bin/terraform1.12.2 show -json plan.tfplan \
  | conftest test \
      --all-namespaces \
      --verbose \
      -p /home/atlantis/policy/gcp \
      -p /home/atlantis/policy/terraform \
      -
' in '/home/atlantis/.atlantis/repos/mailamiton/gcp-infra-using-terraform/10/default/terraform/teams/team-ops/dev': exit status 1: running "/home/atlantis/.atlantis/bin/terraform1.12.2 show -json plan.tfplan \\\n  | conftest test \\\n      --all-namespaces \\\n      --verbose \\\n      -p /home/atlantis/policy/gcp \\\n      -p /home/atlantis/policy/terraform \\\n      -\n" in "/home/atlantis/.atlantis/repos/mailamiton/gcp-infra-using-terraform/10/default/terraform/teams/team-ops/dev": 
Error: unknown flag: --verbose

module.external-data-landing-zone.random_string.suffix: Refreshing state... [id=lf6z]
data.archive_file.zips["policy"]: Reading...
data.archive_file.zips["policy"]: Read complete after 9s [id=ab1b7161d2109faa401cc1723af2f5e999b447e5]

Terraform used the selected providers to generate the following execution
plan. Resource actions are indicated with the following symbols:
+ create

Terraform will perform the following actions:

  # google_storage_bucket_object.archives["policy"] will be created
+ resource "google_storage_bucket_object" "archives" {
      + bucket         = "test"
      + content        = (sensitive value)
      + content_type   = (known after apply)
      + crc32c         = (known after apply)
      + detect_md5hash = "different hash"
      + generation     = (known after apply)
      + id             = (known after apply)
      + kms_key_name   = (known after apply)
      + md5hash        = (known after apply)
      + media_link     = (known after apply)
      + name           = "atlantis_metadata/policy.zip"
      + output_name    = (known after apply)
      + self_link      = (known after apply)
      + source         = "./tmp/policy.zip"
      + storage_class  = (known after apply)
    }

  # module.external-data-landing-zone.google_project.project will be created
+ resource "google_project" "project" {
      + auto_create_network = true
      + billing_account     = "019E58-6F6589-65814F"
      + deletion_policy     = "DELETE"
      + effective_labels    = {
          + "application" = "analytics"
          + "team"        = "ops"
        }
      + folder_id           = "123456789012"
      + id                  = (known after apply)
      + labels              = {
          + "application" = "analytics"
          + "team"        = "ops"
        }
      + name                = "ext-data-land"
      + number              = (known after apply)
      + project_id          = "data-team-lf6z"
      + skip_delete         = (known after apply)
      + terraform_labels    = {
          + "application" = "analytics"
          + "team"        = "ops"
        }
    }

  # module.external-data-landing-zone.google_project_service.apis["compute.googleapis.com"] will be created
+ resource "google_project_service" "apis" {
      + disable_on_destroy = false
      + id                 = (known after apply)
      + project            = "data-team-lf6z"
      + service            = "compute.googleapis.com"
    }

  # module.external-data-landing-zone.google_project_service.apis["container.googleapis.com"] will be created
+ resource "google_project_service" "apis" {
      + disable_on_destroy = false
      + id                 = (known after apply)
      + project            = "data-team-lf6z"
      + service            = "container.googleapis.com"
    }

  # module.external-data-landing-zone.google_project_service.apis["iam.googleapis.com"] will be created
+ resource "google_project_service" "apis" {
      + disable_on_destroy = false
      + id                 = (known after apply)
      + project            = "data-team-lf6z"
      + service            = "iam.googleapis.com"
    }

  # module.external-data-landing-zone.google_project_service.apis["storage.googleapis.com"] will be created
+ resource "google_project_service" "apis" {
      + disable_on_destroy = false
      + id                 = (known after apply)
      + project            = "data-team-lf6z"
      + service            = "storage.googleapis.com"
    }

Plan: 6 to add, 0 to change, 0 to destroy.


```
</details>